brew "act"
brew "bat"
brew "codex"
brew "gemini-cli"
brew "gh"
brew "graphviz"
brew "jless"
brew "jq"
brew "mcp-toolbox"
brew "openjdk@11"
brew "plantuml"
brew "postgresql@14"
brew "postgresql@16"
brew "python@3.13"
cask "cursor"
cask "cursor-cli"
cask "docker-desktop"
cask "espanso"
cask "gcloud-cli"
cask "ngrok"
cask "windsurf"
vscode "aaron-bond.better-comments"
vscode "bocovo.dbml-erd-visualizer"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jebbs.plantuml"
vscode "matt-meyers.vscode-dbml"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "ms-ossdata.vscode-pgsql"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "robbowen.synthwave-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
